${subjectPrefix!""}Подтвердите, пожалуйста, сделку
Для вашей заявки на покупку ${product} была найдена сделка. Цена сделки составляет ${price}.<br/>
<br/>
Вы можете найти сделку на <a href="https://yourtrader.eu">нашем сайте на страничке Сделки</a>.<br/>
<br/>
Сделка будет доступна в течении 12 часов, или пока Ваш партнёр не откажется от сделки.<br/>
<br/>
Если Вы или Ваш партнёр откажетется от сделки, или в течении 12 часов не поступит подтверждение,
сделка будет аннулирована, а заявка будет участвовать в следующих торгах.<br/>
<br/>
Ваш трейдер!